IDEA Open Model
TimePoint.Name Property
Compatible with IDEA StatiCa Beta 20.0
 Name of time point
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
TimePoint Class
IdeaRS.OpenModel.Concrete Namespace